Repository: maemo-leste-translations/osso-games-l10n
Catalog: po/*.po
Languages: be_by, cy, fa

# game_ap_blocks_name
source: Blocks
cy: Blociau
fa: بلوک‌ها

# game_ap_chess_name
source: Chess
cy: Gwyddbwyll
fa: شطرنج

# game_ap_mahjong_name
source: Mahjong
fa: ماهجونگ

# game_ap_marbles_name
source: Marbles
cy: Marblis
fa: ماربلز

# game_ap_startup_name
source: Start-up
be_by: Хуткі старт
fa: راه اندازی

# game_bd_blocks_main_exit_to_menu
source: Exit to menu
be_by: Выйсці ў меню
cy: Gadael i'r dewislen
fa: خروج به منوی اصلی

# game_bd_blocks_main_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_bd_change_level_cancel
source: No
be_by: Не
cy: Na
fa: خیر

# game_bd_change_level_ok
source: Yes
be_by: Так
cy: Ia
fa: تائید

# game_bd_chess_end_game_ok
source: OK
cy: Iawn
fa: قبول

# game_bd_chess_promote_pawn_ok
source: OK
cy: Iawn
fa: قبول

# game_bd_lmarbles_congratulations_ok
source: OK
cy: Iawn
fa: قبول

# game_bd_mahjong_end_game_ok
source: OK
cy: Iawn
fa: قبول

# game_bd_mahjong_high_scores_close
source: Close
be_by: Зачыніць
cy: Cau
fa: بستن

# game_bd_reset_game_progress_cancel
source: No
be_by: Не
cy: Na
fa: لغو

# game_bd_reset_game_progress_ok
source: Yes
be_by: Так
cy: Ia
fa: تائید

# game_bd_restart_game_cancel
source: No
be_by: Не
cy: Na
fa: خیر

# game_bd_restart_game_ok
source: Yes
be_by: Так
cy: Ia
fa: تائید

# game_bu_mahjong_settings_high_scores
source: Best times
be_by: Лепшы час
cy: Amserau gorau
fa: بهترین رکورد‌های زمانی

# game_bv_startup_continue
source: Continue
be_by: Працягнуць
cy: Parhau
fa: ادامه

# game_bv_startup_play
source: Play
be_by: Гуляць
cy: Chwarae
fa: بازی

# game_bv_startup_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_fi_blocks_end_game_description
source: Tap 'Restart' to try again
be_by: Націсніце 'Перазапусціць' і паспрабуйце яшчэ раз.
cy: Tarwch 'Ailgychwyn' i geisio eto
fa: گزینه‌ی رستارت را برای تلاش مجدد فشار دهید

# game_fi_blocks_main_level
source: Level
be_by: Узровень
cy: Lefel
fa: مرحله

# game_fi_blocks_main_lines
source: Lines
be_by: Лініі
cy: Llinellau
fa: خطوط

# game_fi_blocks_main_next
source: Next
be_by: Наступны
cy: Nesaf
fa: بعدی

# game_fi_blocks_main_score
source: Score
be_by: Ачкі
cy: Sgôr
fa: امتیاز

# game_fi_blocks_settings_difficulty
source: Block speed
be_by: Хуткасць блокаў
cy: Cyflymder blociau
fa: سرعت بلاک

# game_fi_blocks_settings_noise_height
source: Starting height
be_by: Пачатковая высата
cy: Uchder agoriadol
fa: ارتفاع شروع

# game_fi_blocks_settings_noise_level
source: Starting density
be_by: Пачатковая шчыльнасць
cy: Dwysedd agoriadol
fa: تراکم شروع

# game_fi_chess_computer_title
source: Computer
be_by: Камп'ютар
cy: Cyfrifiadur
fa: سیستم

# game_fi_chess_end_game_description%s
source: Checkmate – %s wins!
be_by: Шах і мат – %s пераможца!
cy: Siachmat - %s llwyddiant!
fa: مات – %s بردها

# game_fi_chess_end_game_tie_description
source: Stalemate – A draw
be_by: Пат - нічыя
cy: Methmat - Gêm gyfartal
fa: تساوی

# game_fi_chess_player_1_title
source: Player 1
be_by: Гулец 1
cy: Chwaraewr 1
fa: بازیکن اول

# game_fi_chess_player_2_title
source: Player 2
be_by: Гулец 2
cy: Chwaraewr 2
fa: بازیکن دوم

# game_fi_chess_promote_pawn_description
source: Promote to:
be_by: Замяніць на:
cy: Dyrchafu at:
fa: ارتقاء به :

# game_fi_chess_settings_human
source: Player 1
be_by: Гулец 1
cy: Chwaraewr 1
fa: بازیکن اول

# game_fi_chess_settings_legal_moves
source: Show legal moves
be_by: Паказаць магчымыя хады
cy: Dangos symudiadau dilys
fa: نمایش حرکات قانونی

# game_fi_chess_settings_opponent
source: Opponent
be_by: Апанент
cy: Gwrthwynebwr
fa: حریف

# game_fi_chess_settings_sound
source: Sound effects
be_by: Гукавыя эфекты
cy: Sain
fa: افکت‌های صوتی

# game_fi_lmarbles_congratulations_description
source: You have successfully completed the game!
be_by: Вы паспяхова завяршылі гульню!
cy: Rydych wedi cwblhau'r gêm!
fa: شما با موفقیت بازی را به پایان رساندید!

# game_fi_lmarbles_main_chapter_level
source: Chapter %d, Level %d
be_by: Частка %d, узровень %d
cy: Pennod %d, Lefel %d
fa: فصل %d, سطح %d

# game_fi_lmarbles_main_high_score
source: High score: %d
be_by: Дасягненні: %d
cy: Sgôr uchaf: %d
fa: بیشترین امتیاز: %d

# game_fi_lmarbles_main_level_bonus
source: Level bonus:
be_by: Бонус на ўзроўні:
cy: Bonws lefel:
fa: امتیاز مرحله:

# game_fi_lmarbles_main_move_bonus
source: Move bonus:
be_by: Бонус хадоў
cy: Bonws symudiadau:
fa: امتیاز تعداد حرکات:

# game_fi_lmarbles_main_moves
source: Moves: %d
be_by: Хады: %d
cy: Symudiadau: %d
fa: حرکت ها: %d

# game_fi_lmarbles_main_score
source: Score: %d
be_by: Ачкі: %d
cy: Sgôr: %d
fa: امتیاز: %d

# game_fi_lmarbles_main_total_score
source: Total score:
be_by: Агульныя ачкі:
cy: Sgôr cyfansymiol:
fa: امتیاز کل:

# game_fi_lmarbles_settings_difficulty
source: Difficulty level
be_by: Узровень цяжкасці
cy: Lefel anhawster:
fa: سختی مرحله

# game_fi_lmarbles_settings_sound
source: Sound effects
be_by: Гукавыя эфекты
cy: Sain
fa: افکت‌های صوتی

# game_fi_mahjong_end_game_description%s%.2d%.2d%.2d%.2d
source: Board: %s Board cleared in %.2d:%.2d Best time for board: %.2d:%.2d
be_by: Дошка: %s Дошка ачышчана за %.2d:%.2d Лепшы час на дошцы: %.2d:%.2d
cy: Bwrdd: Bwrdd %s wedi ei glirio mewn %.2d:%.2d Amser gorau ar y bwrdd: %.2d:%.2d
fa: تخته: %s تخته خالی شده در %.2d:%.2d بهترین زمان برای تخته: %.2d:%.2d

# game_fi_mahjong_end_game_description2%s%.2d%.2d%.2d%.2d
source: Board: %s Board cleared in %.2d:%.2d New personal best! Previous best: %.2d:%.2d
be_by: Дошка: %s Дошка ачышчана за %.2d:%.2d Новы рэкорд! Папярэдні: %.2d:%.2d
cy: Bwrdd: Bwrdd %s wedi ei glirio mewn %.2d:%.2d Amser gorau! Amser cynt: %.2d:%.2d
fa: تخته: %s تخته خالی شده در %.2d:%.2d بهترین امتیاز ثبت شده! بهترین امتیاز پیشین: %.2d:%.2d

# game_fi_mahjong_end_game_description3%s%.2d%.2d
source: Board: %s Board cleared in %.2d:%.2d New personal best!
be_by: Дошка: %s Дошка ачышчана за %.2d:%.2d Новы рэкорд!
cy: Bwrdd: Bwrdd %s wedi ei glirio mewn %.2d:%.2d Amser gorau!
fa: تخته: %s تخته خالی شده در %.2d:%.2d بهترین امتیاز ثبت شده!

# game_fi_mahjong_game_board_1
source: Standard
be_by: Стандартная
cy: Safonol
fa: استاندارد

# game_fi_mahjong_game_board_2
source: Lotus flower
be_by: Кветка лотаса
cy: Lili'r dŵr
fa: گل لوتوس

# game_fi_mahjong_game_board_3
source: Confounding cross
be_by: Злучаны крыж
cy: Croes dyrys
fa: مداخله گر عبور

# game_fi_mahjong_game_board_4
source: Pyramid's walls
be_by: Сцены піраміды
cy: Pyramid
fa: دیوارهای هرم

# game_fi_mahjong_game_board_5
source: Tic-tac-toe
be_by: Крыжыкі-нулікі
cy: Grid OXO
fa: تیک تاک توء

# game_fi_mahjong_game_board_6
source: Cloud
be_by: Воблака
cy: Cwmwl
fa: ابر

# game_fi_mahjong_game_board_7
source: Red dragon
be_by: Чырвоны дракон
cy: Draig Goch
fa: اژدها‌ی قرمز

# game_fi_mahjong_game_board_8
source: Four bridges
be_by: Чатыры масты
cy: Pontydd
fa: چهار پل

# game_fi_mahjong_settings_board
source: Board
be_by: Дошка
cy: Bwrdd
fa: تخته

# game_fi_mahjong_settings_sound
source: Sound effects
be_by: Гукавыя эфекты
cy: Sain
fa: افکت‌های صوتی

# game_ia_startup_not_started
source: Game not started yet
be_by: Гульня яшчэ не пачыналась
cy: Gêm heb ei ddechrau
fa: بازی هنوز شروع نشده است

# game_ia_startup_paused
source: Game paused
be_by: Гульня прыпыненая
cy: Gem wedi'i oedi
fa: بازی متوقف شد

# game_ib_changes_effect_next_game
source: Changes will come into effect in next game
be_by: Змены ўступяць у сілу ў наступнай гульне
cy: Gweithredir y newidiadau yn y gêm nesaf
fa: تغییرات انجام شده ، در بازی بعدی تاثیر گذار خواهند بود

# game_ib_chess_check
source: Check!
be_by: Шах!
cy: Siach!
fa: کیش!

# game_ib_chess_check_mate
source: Checkmate!
be_by: Шах і мат!
cy: Siachmat!
fa: کیش و مات!

# game_ib_not_available
source: Not available
be_by: Недаступны
cy: Ddim ar gael
fa: در دسترس نمی باشد

# game_me_blocks_main_menu_game
source: Game
be_by: Гульня
cy: Gêm
fa: بازی

# game_me_blocks_menu_game_play
source: Play
be_by: Гуляць
cy: Chwarae
fa: شروع بازی

# game_me_blocks_menu_game_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_me_chess_main_menu_game
source: Game
be_by: Гульня
cy: Gêm
fa: بازی

# game_me_chess_main_menu_recent
source: Recent
be_by: Апошні
cy: Diweddar
fa: تازه

# game_me_chess_main_menu_settings
source: Settings
be_by: Налады
cy: Gosodiadau
fa: تنظیمات

# game_me_chess_menu_game_open
source: Open
be_by: Адчыніць
cy: Agor
fa: بازی کردن

# game_me_chess_menu_game_play
source: Play
be_by: Гуляць
cy: Chwarae
fa: شروع بازی

# game_me_chess_menu_game_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_me_chess_menu_game_save
source: Save
be_by: Захаваць
cy: Cadw
fa: ذخیره سازی

# game_me_chess_menu_game_save_as
source: Save as
be_by: Захаваць як
cy: Cadw fel
fa: ذخیره به عنوان

# game_me_chess_menu_settings_human
source: Player 1
be_by: Гулец 1
cy: Chwaraewr 1
fa: بازیکن اول

# game_me_chess_menu_settings_human_black
source: Black
be_by: Чорныя
cy: Du
fa: سیاه

# game_me_chess_menu_settings_human_white
source: White
be_by: Белыя
cy: Gwyn
fa: سفید

# game_me_chess_menu_settings_legal_moves
source: Show legal moves
be_by: Паказаць магчымыя хады
cy: Dangos symudiadau dilys
fa: نمایش حرکات قانونی

# game_me_chess_menu_settings_opponent
source: Opponent
be_by: Апанент
cy: Gwrthwynebydd
fa: حریف

# game_me_chess_menu_settings_opponent_1
source: Easy
be_by: Лёгкі
cy: Rhwydd
fa: آسان

# game_me_chess_menu_settings_opponent_2
source: Medium
be_by: Сярэдні
cy: Cymedrol
fa: متوسط

# game_me_chess_menu_settings_opponent_3
source: Advanced
be_by: Цяжкі
cy: Anodd
fa: پیشرفته

# game_me_chess_menu_settings_opponent_4
source: Expert
be_by: Эксперт
cy: Heriol
fa: متخصص

# game_me_chess_menu_settings_opponent_human
source: Player 2
be_by: Гулец 2
cy: Chwaraewr 2
fa: بازیکن دوم

# game_me_chess_menu_settings_sound
source: Sound
be_by: Гук
cy: Sain
fa: صدا

# game_me_lmarbles_main_menu_game
source: Game
be_by: Гульня
cy: Gêm
fa: بازی

# game_me_lmarbles_main_menu_settings
source: Settings
be_by: Налады
cy: Gosodiadau
fa: تنظیمات

# game_me_lmarbles_menu_game_play
source: Play
be_by: Гуляць
cy: Chwarae
fa: شروع بازی

# game_me_lmarbles_menu_game_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_me_lmarbles_menu_settings_brainstorm
source: Brainstorm
be_by: Мазгавы штурм
cy: Heriol
fa: آشفتگی فکری موقتی

# game_me_lmarbles_menu_settings_easy
source: Easy
be_by: Лёгкі
cy: Rhwydd
fa: آسان

# game_me_lmarbles_menu_settings_hard
source: Advanced
be_by: Цяжкі
cy: Anodd
fa: پیشرفته

# game_me_lmarbles_menu_settings_normal
source: Normal
be_by: Нармальны
cy: Cymedrol
fa: معمولی

# game_me_lmarbles_menu_settings_reset
source: Reset
be_by: Перазапусціць
cy: Ailosod
fa: راه اندازی مجدد

# game_me_lmarbles_menu_settings_reset_progress
source: Reset game progress
be_by: Перазапусціь гульнявы прагрэс
cy: Ailosod datblygiad gêm
fa: بازیابی عملکرد بازی

# game_me_lmarbles_menu_settings_sound
source: Sound
be_by: Гук
cy: Sain
fa: صدا

# game_me_mahjong_main_menu_board
source: Board
be_by: Дошка
cy: Bwrdd
fa: تخته

# game_me_mahjong_main_menu_game
source: Game
be_by: Гульня
cy: Gêm
fa: بازی

# game_me_mahjong_main_menu_settings
source: Settings
be_by: Налады
cy: Gosodiadau
fa: تنظیمات

# game_me_mahjong_main_menu_tools
source: Tools
be_by: Інструменты
cy: Offer
fa: ابزار

# game_me_mahjong_menu_board_1
source: Standard
be_by: Стандартная
cy: Safonol
fa: استاندارد

# game_me_mahjong_menu_board_2
source: Lotus flower
be_by: Кветка лотаса
cy: Lili'r dŵr
fa: گل لوتوس

# game_me_mahjong_menu_board_3
source: Confounding cross
be_by: Злучаны крыж
cy: Croes dyrys
fa: مداخله گر عبور

# game_me_mahjong_menu_board_4
source: Pyramid's walls
be_by: Сцены піраміды
cy: Pyramid
fa: دیوارهای هرم

# game_me_mahjong_menu_board_5
source: Tic-tac-toe
be_by: Крыжыкі-нулікі
cy: Grid OXO
fa: تیک تاک توء

# game_me_mahjong_menu_board_6
source: Cloud
be_by: Воблака
cy: Cwmwl
fa: ابر

# game_me_mahjong_menu_board_7
source: Red dragon
be_by: Чырвоны дракон
cy: Draig goch
fa: اژدهای قرمز

# game_me_mahjong_menu_board_8
source: Four bridges
be_by: Чатыры масты
cy: Pontydd
fa: چهار پل

# game_me_mahjong_menu_game_play
source: Play
be_by: Гуляць
cy: Chwarae
fa: شروع بازی

# game_me_mahjong_menu_game_restart
source: Restart
be_by: Перазапусціць
cy: Ailgychwyn
fa: راه اندازی مجدد

# game_me_mahjong_menu_settings_sound
source: Sound
be_by: Гук
cy: Sain
fa: صدا

# game_me_mahjong_menu_tools_high_scores
source: Best times
be_by: Лепшы час
cy: Amseroedd gorau
fa: بهترین رکوردهای زمانی

# game_me_main_menu_close
source: Close
be_by: Зачыніць
cy: Cau
fa: بستن

# game_nc_change_level
source: Enter level %d of chapter %d?
be_by: Увясці ўзровень %d главы %d?
cy: Agor lefel %d o bennod %d?
fa: وارد کنید سطح %d فصل از %d?

# game_nc_reset_game_progress
source: Resetting the game will close all opened levels. Continue anyway?
be_by: Перазапуск гульні зачыніць усе адчыненыя ўзроўні. Працягнуць?
cy: Bydd ailosod y gêm yn cau pob lefel agored. Parhau fodd bynnag?
fa: راه اندازی مجدد بازی تمام مراحل بازی را خواهد بست.ادامه می‌دهید؟

# game_nc_restart_game
source: Start new game?
be_by: Пачаць новую гульню?
cy: Dechrau gêm newydd?
fa: بازی جدید شروع شود؟

# game_ni_unsupported_file%s
source: Unable to open %s. File format not supported.
be_by: Немагчыма адчыніць %s. Фармат файла не падтрымліваецца.
cy: Methu agor %s. Fformad ffeil anghydnaws.
fa: قادر به باز کردن نمی‌باشد %s. فرمت فایل پشتیبانی نمی‌شود.

# game_ti_blocks_end_game_title
source: Game over
be_by: Гульня закончана
cy: Diwedd y gêm
fa: شما باختید!

# game_ti_chess_end_game_title
source: Game over
be_by: Гульня закончана
cy: Diwedd y gêm
fa: شما باختید!

# game_ti_chess_promote_pawn_title
source: Promote pawn
be_by: Замяніць пешку
cy: Dyrchafu gwerinwr
fa: سرباز ارتقا پیدا کرد

# game_ti_lmarbles_congratulations_title
source: Congratulations!
be_by: Віншуем!
cy: Llongyfarchiadau!
fa: خوش آمدید!

# game_ti_load_game_title
source: Load game
be_by: Загрузіць гульню
cy: Llwytho gêm
fa: بار‌گذاری بازی

# game_ti_mahjong_end_game_title
source: Game over
be_by: Гульня закончана
cy: Diwedd y gêm
fa: شما باختید!

# game_ti_mahjong_high_scores_date
source: Date
be_by: Дата
cy: Dyddiad
fa: تاریخ

# game_ti_mahjong_high_scores_level
source: Board
be_by: Дошка
cy: Bwrdd
fa: تخته

# game_ti_mahjong_high_scores_time
source: Best time
be_by: Лепшы час
cy: Amser gorau
fa: بهترین رکوردهای زمانی

# game_ti_mahjong_high_scores_title
source: Best times
be_by: Лепшы час
cy: Amseroedd gorau
fa: بهترین رکوردهای زمانی

# game_ti_save_game_title
source: Save game
be_by: Захаваць гульню
cy: Cadw gêm
fa: ذخیره سازی بازی

# game_va_chess_settings_human_black
source: Black
be_by: Чорныя
cy: Du
fa: سیاه

# game_va_chess_settings_human_white
source: White
be_by: Белыя
cy: Gwyn
fa: سفید

# game_va_chess_settings_opponent_easy
source: Easy
be_by: Лёгкі
cy: Rhwydd
fa: آسان

# game_va_chess_settings_opponent_expert
source: Expert
be_by: Эксперт
cy: Heriol
fa: متخصص

# game_va_chess_settings_opponent_hard
source: Advanced
be_by: Цяжкі
cy: Anodd
fa: پیشرفته

# game_va_chess_settings_opponent_human
source: Player 2
be_by: Гулец 2
cy: Chwaraewr 2
fa: بازیکن دوم

# game_va_chess_settings_opponent_medium
source: Medium
be_by: Сярэдні
cy: Cymedrol
fa: متوسط

# game_va_lmarbles_settings_difficulty_1
source: Easy
be_by: Лёгкі
cy: Rhwydd
fa: آسان

# game_va_lmarbles_settings_difficulty_2
source: Normal
be_by: Сярэдні
cy: Cymedrol
fa: معمولی

# game_va_lmarbles_settings_difficulty_3
source: Advanced
be_by: Цяжкі
cy: Anodd
fa: پیشرفته

# game_va_lmarbles_settings_difficulty_4
source: Brainstorm
be_by: Мазгавы штурм
cy: Heriol
fa: آشفتگی فکری موقتی

# game_va_mahjong_settings_board_1
source: Standard
be_by: Стандартная
cy: Safonol
fa: استاندارد

# game_va_mahjong_settings_board_2
source: Lotus flower
be_by: Кветка лотаса
cy: Lili'r dŵr
fa: گل لوتوس

# game_va_mahjong_settings_board_3
source: Confounding cross
be_by: Злучаны крыж
cy: Croes dyrys
fa: مداخله گر عبور

# game_va_mahjong_settings_board_4
source: Pyramid's walls
be_by: Сцены піраміды
cy: Pyramid
fa: دیوارهای هرم

# game_va_mahjong_settings_board_5
source: Tic-tac-toe
be_by: Крыжыкі-нулікі
cy: Grid OXO
fa: تیک تاک توء

# game_va_mahjong_settings_board_6
source: Cloud
be_by: Воблака
cy: Cwmwl
fa: ابر

# game_va_mahjong_settings_board_7
source: Red dragon
be_by: Чырвоны дракон
cy: Draig goch
fa: اژدهای قرمز

# game_va_mahjong_settings_board_8
source: Four bridges
be_by: Чатыры масты
cy: Pontydd
fa: چهار پل

# sfil_va_save_object_name_stub_chess
source: Chess
be_by: Шахматы
cy: Gwyddbwyll
fa: شطرنج

# sfil_va_select_object_no_objects_games
source: (no games)
be_by: (няма гульняў)
cy: (dim gêm)
fa: (بازی‌ای وجود ندارد)
